/* VERSION: Korean Translation file - Version 2.7.0 - 2010 Feb 23 */

/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"Turn this switch on if you want the Email Backup to be sent immediately the next MyTime starts" = "이메일로 다음번 마이타임 시작할때 바로 백업하기 원하시면 이버튼을 켜세요";

/* */
"Email Backup Instantly" = "즉시 이메일로 백업하기";

/* */
"Turn this switch on if you want to clean up space occupied by the map cache the next time MyTime starts" = "당신이 다음번에 마이타임에 접속할때 맵캐시를 지우기를 원하시면 이버튼을 켜세요";

/* */
"Clear Map Cache" = "맵 캐시 지우기";

